Repository: sunoj/hiboss
Catalog: HibossKit/Sources/HibossKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Device name
ar: اسم الجهاز
es: Nombre del dispositivo
fr: Nom de l’appareil
hi: डिवाइस का नाम
ja: デバイス名
ko: 기기 이름
pt_br: Nome do dispositivo
ru: Имя устройства
th: ชื่ออุปกรณ์
zh_hans: 设备名称

source: Register this device
ar: تسجيل هذا الجهاز
es: Registrar este dispositivo
fr: Enregistrer cet appareil
hi: यह डिवाइस पंजीकृत करें
ja: このデバイスを登録
ko: 이 기기 등록
pt_br: Registrar este dispositivo
ru: Зарегистрировать это устройство
th: ลงทะเบียนอุปกรณ์นี้
zh_hans: 注册此设备

source: This device is using a shared or legacy token
ar: يستخدم هذا الجهاز رمزًا مشتركًا أو قديمًا
es: Este dispositivo usa un token compartido o antiguo
fr: Cet appareil utilise un jeton partagé ou obsolète
hi: यह डिवाइस साझा या पुराने टोकन का उपयोग कर रहा है
ja: このデバイスは共有トークンまたは旧形式のトークンを使用しています
ko: 이 기기는 공유 토큰 또는 이전 방식의 토큰을 사용 중이에요
pt_br: Este dispositivo usa um token compartilhado ou antigo
ru: Это устройство использует общий или устаревший токен
th: อุปกรณ์นี้ใช้โทเค็นที่ใช้ร่วมกันหรือโทเค็นรุ่นเก่า
zh_hans: 此设备正在使用共享或旧版令牌

source: Device registration failed. Connected using the pasted token; this server may not support device tokens yet.
ar: فشل تسجيل الجهاز. تم الاتصال باستخدام الرمز الملصوق؛ قد لا يدعم هذا الخادم رموز الأجهزة بعد.
es: No se pudo registrar el dispositivo. Se conectó con el token pegado; es posible que este servidor aún no admita tokens de dispositivo.
fr: Échec de l’enregistrement de l’appareil. Connexion établie avec le jeton collé ; ce serveur ne prend peut-être pas encore en charge les jetons d’appareil.
hi: डिवाइस पंजीकरण विफल रहा। पेस्ट किए गए टोकन से कनेक्ट किया गया; हो सकता है यह सर्वर अभी डिवाइस टोकन का समर्थन न करता हो।
ja: デバイスの登録に失敗しました。貼り付けたトークンで接続しています。このサーバはデバイストークンにまだ対応していない可能性があります。
ko: 기기를 등록하지 못했어요. 붙여 넣은 토큰으로 연결했어요. 이 서버가 아직 기기 토큰을 지원하지 않을 수 있어요.
pt_br: Falha ao registrar o dispositivo. Conectado com o token colado; este servidor talvez ainda não aceite tokens de dispositivo.
ru: Не удалось зарегистрировать устройство. Подключение выполнено по вставленному токену; возможно, сервер пока не поддерживает токены устройств.
th: ลงทะเบียนอุปกรณ์ไม่สำเร็จ เชื่อมต่อโดยใช้โทเค็นที่วางไว้แล้ว เซิร์ฟเวอร์นี้อาจยังไม่รองรับโทเค็นอุปกรณ์
zh_hans: 设备注册失败。已使用粘贴的令牌连接；此服务器可能尚不支持设备令牌。

source: Loading devices…
ar: جارٍ تحميل الأجهزة…
es: Cargando dispositivos…
fr: Chargement des appareils…
hi: डिवाइस लोड हो रहे हैं…
ja: デバイスを読み込み中…
ko: 기기 로드 중…
pt_br: Carregando dispositivos…
ru: Загрузка устройств…
th: กำลังโหลดอุปกรณ์…
zh_hans: 正在加载设备…

source: No devices registered.
ar: لا توجد أجهزة مسجّلة.
es: No hay dispositivos registrados.
fr: Aucun appareil enregistré.
hi: कोई डिवाइस पंजीकृत नहीं है।
ja: 登録済みのデバイスはありません。
ko: 등록된 기기가 없어요.
pt_br: Nenhum dispositivo registrado.
ru: Нет зарегистрированных устройств.
th: ยังไม่มีอุปกรณ์ที่ลงทะเบียน
zh_hans: 尚未注册设备。

source: Refresh devices
ar: تحديث الأجهزة
es: Actualizar dispositivos
fr: Actualiser les appareils
hi: डिवाइस रीफ़्रेश करें
ja: デバイスを更新
ko: 기기 새로 고침
pt_br: Atualizar dispositivos
ru: Обновить устройства
th: รีเฟรชอุปกรณ์
zh_hans: 刷新设备

source: Devices
ar: الأجهزة
es: Dispositivos
fr: Appareils
hi: डिवाइस
ja: デバイス
ko: 기기
pt_br: Dispositivos
ru: Устройства
th: อุปกรณ์
zh_hans: 设备

source: Revoke device?
ar: إبطال الجهاز؟
es: ¿Revocar dispositivo?
fr: Révoquer l’appareil ?
hi: डिवाइस निरस्त करें?
ja: デバイスのアクセスを取り消しますか？
ko: 기기 접근 권한을 해제할까요?
pt_br: Revogar dispositivo?
ru: Отозвать устройство?
th: เพิกถอนอุปกรณ์หรือไม่
zh_hans: 撤销设备？

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
zh_hans: 取消

source: Revoke
ar: إبطال
es: Revocar
fr: Révoquer
hi: निरस्त करें
ja: 取り消す
ko: 해제
pt_br: Revogar
ru: Отозвать
th: เพิกถอน
zh_hans: 撤销

source: This device will lose access and stop receiving push notifications.
ar: سيفقد هذا الجهاز إمكانية الوصول ويتوقف عن تلقي الإشعارات الفورية.
es: Este dispositivo perderá el acceso y dejará de recibir notificaciones push.
fr: Cet appareil perdra l’accès et ne recevra plus de notifications push.
hi: यह डिवाइस एक्सेस खो देगा और पुश सूचनाएँ पाना बंद कर देगा।
ja: このデバイスはアクセスできなくなり、プッシュ通知も届かなくなります。
ko: 이 기기는 접근 권한을 잃고 더 이상 푸시 알림을 받지 않아요.
pt_br: Este dispositivo perderá o acesso e deixará de receber notificações push.
ru: Устройство потеряет доступ и перестанет получать пуш-уведомления.
th: อุปกรณ์นี้จะเสียสิทธิ์เข้าถึงและหยุดรับการแจ้งเตือนแบบพุช
zh_hans: 此设备将失去访问权限，并停止接收推送通知。

source: Last seen
ar: آخر ظهور
es: Última actividad
fr: Dernière activité
hi: पिछली बार देखा गया
ja: 最終アクティブ
ko: 마지막 활동
pt_br: Visto por último
ru: Был в сети
th: ใช้งานล่าสุด
zh_hans: 上次活跃

source: Last seen: never
ar: آخر ظهور: أبدًا
es: Última actividad: nunca
fr: Dernière activité : jamais
hi: पिछली बार देखा गया: कभी नहीं
ja: 最終アクティブ：なし
ko: 마지막 활동: 없음
pt_br: Visto por último: nunca
ru: Был в сети: никогда
th: ใช้งานล่าสุด: ไม่เคย
zh_hans: 上次活跃：从未

source: This device
ar: هذا الجهاز
es: Este dispositivo
fr: Cet appareil
hi: यह डिवाइस
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
ru: Это устройство
th: อุปกรณ์นี้
zh_hans: 本机

source: Revoked
ar: مُبطَل
es: Revocado
fr: Révoqué
hi: निरस्त
ja: 取り消し済み
ko: 해제됨
pt_br: Revogado
ru: Отозвано
th: เพิกถอนแล้ว
zh_hans: 已撤销

source: Push
ar: الإشعارات الفورية
hi: पुश
ja: プッシュ
ko: 푸시
ru: Пуши
th: พุช
zh_hans: 推送

source: Signing key
ar: مفتاح التوقيع
es: Clave de firma
fr: Clé de signature
hi: साइनिंग कुंजी
ja: 署名鍵
ko: 서명 키
pt_br: Chave de assinatura
ru: Ключ подписи
th: คีย์การลงนาม
zh_hans: 签名密钥

source: The server returned an invalid response.
ar: أرجع الخادم استجابة غير صالحة.
es: El servidor devolvió una respuesta no válida.
fr: Le serveur a renvoyé une réponse non valide.
hi: सर्वर ने अमान्य जवाब लौटाया।
ja: サーバから無効な応答が返されました。
ko: 서버가 잘못된 응답을 반환했어요.
pt_br: O servidor retornou uma resposta inválida.
ru: Сервер вернул некорректный ответ.
th: เซิร์ฟเวอร์ส่งการตอบกลับที่ไม่ถูกต้อง
zh_hans: 服务器返回了无效响应。

source: That Boss Token was rejected. Check the token and try again.
ar: تم رفض Boss Token هذا. تحقق من الرمز وحاول مرة أخرى.
es: Ese Boss Token fue rechazado. Revisa el token e inténtalo de nuevo.
fr: Ce Boss Token a été refusé. Vérifiez-le et réessayez.
hi: वह Boss Token अस्वीकार कर दिया गया। टोकन जाँचें और फिर से कोशिश करें।
ja: Boss Token が拒否されました。トークンを確認して、もう一度お試しください。
ko: Boss Token이 거부되었어요. 토큰을 확인한 후 다시 시도하세요.
pt_br: Esse Boss Token foi rejeitado. Verifique o token e tente novamente.
ru: Boss Token отклонён. Проверьте токен и повторите попытку.
th: Boss Token นั้นถูกปฏิเสธ ตรวจสอบโทเค็นแล้วลองอีกครั้ง
zh_hans: Boss Token 被拒绝。请检查令牌后重试。

source: Server request failed (HTTP %lld).
ar: فشل طلب الخادم (HTTP %lld).
es: Error en la solicitud al servidor (HTTP %lld).
fr: Échec de la requête serveur (HTTP %lld).
hi: सर्वर अनुरोध विफल रहा (HTTP %lld)।
ja: サーバへのリクエストに失敗しました（HTTP %lld）。
ko: 서버 요청에 실패했어요(HTTP %lld).
pt_br: Falha na solicitação ao servidor (HTTP %lld).
ru: Ошибка запроса к серверу (HTTP %lld).
th: คำขอไปยังเซิร์ฟเวอร์ล้มเหลว (HTTP %lld)
zh_hans: 服务器请求失败（HTTP %lld）。

source: Couldn't read %@. Server sent: %@
ar: تعذّرت قراءة %@. أرسل الخادم: %@
es: No se pudo leer %@. Respuesta del servidor: %@
fr: Impossible de lire %@. Réponse du serveur : %@
hi: %@ पढ़ा नहीं जा सका। सर्वर ने भेजा: %@
ja: %@を読み取れませんでした。サーバの応答：%@
ko: %@을(를) 읽을 수 없어요. 서버 응답: %@
pt_br: Não foi possível ler %@. O servidor enviou: %@
ru: Не удалось прочитать %@. Ответ сервера: %@
th: อ่าน %@ ไม่ได้ เซิร์ฟเวอร์ส่งมา: %@
zh_hans: 无法读取 %@。服务器返回：%@

source: Enter a valid HTTP or HTTPS server URL.
ar: أدخل عنوان خادم HTTP أو HTTPS صالحًا.
es: Introduce una URL de servidor HTTP o HTTPS válida.
fr: Saisissez une URL de serveur HTTP ou HTTPS valide.
hi: कोई मान्य HTTP या HTTPS सर्वर URL दर्ज करें।
ja: 有効な HTTP または HTTPS のサーバ URL を入力してください。
ko: 유효한 HTTP 또는 HTTPS 서버 URL을 입력하세요.
pt_br: Insira uma URL de servidor HTTP ou HTTPS válida.
ru: Введите корректный URL сервера (HTTP или HTTPS).
th: ป้อน URL เซิร์ฟเวอร์ HTTP หรือ HTTPS ที่ถูกต้อง
zh_hans: 请输入有效的 HTTP 或 HTTPS 服务器地址。

source: Enter a Boss Token.
ar: أدخل Boss Token.
es: Introduce un Boss Token.
fr: Saisissez un Boss Token.
hi: Boss Token दर्ज करें।
ja: Boss Token を入力してください。
ko: Boss Token을 입력하세요.
pt_br: Insira um Boss Token.
ru: Введите Boss Token.
th: ป้อน Boss Token
zh_hans: 请输入 Boss Token。

source: Keychain operation failed (%lld).
ar: فشلت عملية سلسلة المفاتيح (%lld).
es: Falló la operación del llavero (%lld).
fr: Échec de l’opération du trousseau (%lld).
hi: कीचेन कार्रवाई विफल रही (%lld)।
ja: キーチェーンの操作に失敗しました（%lld）。
ko: 키체인 작업에 실패했어요(%lld).
pt_br: Falha na operação das Chaves (%lld).
ru: Ошибка связки ключей (%lld).
th: การดำเนินการของพวงกุญแจล้มเหลว (%lld)
zh_hans: 钥匙串操作失败（%lld）。

source: Disconnected
ar: غير متصل
es: Desconectado
fr: Déconnecté
hi: डिस्कनेक्ट है
ja: 未接続
ko: 연결 끊김
pt_br: Desconectado
ru: Не подключено
th: ไม่ได้เชื่อมต่อ
zh_hans: 未连接

source: Connecting
ar: جارٍ الاتصال
es: Conectando
fr: Connexion
hi: कनेक्ट हो रहा है
ja: 接続中
ko: 연결 중
pt_br: Conectando
ru: Подключение
th: กำลังเชื่อมต่อ
zh_hans: 正在连接

source: Listening
ar: يستمع
es: Escuchando
fr: À l’écoute
hi: सुन रहा है
ja: 受信待機中
ko: 수신 대기 중
pt_br: Escutando
ru: Ожидание событий
th: กำลังรับฟัง
zh_hans: 监听中

source: Connection failed
ar: فشل الاتصال
es: Error de conexión
fr: Échec de la connexion
hi: कनेक्शन विफल
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
ru: Сбой подключения
th: เชื่อมต่อไม่สำเร็จ
zh_hans: 连接失败

source: Critical
ar: حرجة
es: Crítica
fr: Critique
hi: गंभीर
ja: 緊急
ko: 긴급
pt_br: Crítica
ru: Критический
th: วิกฤต
zh_hans: 紧急

source: High
ar: عالية
es: Alta
fr: Haute
hi: उच्च
ja: 高
ko: 높음
pt_br: Alta
ru: Высокий
th: สูง
zh_hans: 高

source: Normal
ar: عادية
fr: Normale
hi: सामान्य
ja: 通常
ko: 보통
ru: Обычный
th: ปกติ
zh_hans: 普通

source: Low
ar: منخفضة
es: Baja
fr: Basse
hi: निम्न
ja: 低
ko: 낮음
pt_br: Baixa
ru: Низкий
th: ต่ำ
zh_hans: 低

source: Keychain operation failed (%d).
ar: فشلت عملية سلسلة المفاتيح (%d).
es: Falló la operación del llavero (%d).
fr: Échec de l’opération du trousseau (%d).
hi: कीचेन कार्रवाई विफल रही (%d)।
ja: キーチェーンの操作に失敗しました（%d）。
ko: 키체인 작업에 실패했어요(%d).
pt_br: Falha na operação das Chaves (%d).
ru: Ошибка связки ключей (%d).
th: การดำเนินการของพวงกุญแจล้มเหลว (%d)
zh_hans: 钥匙串操作失败（%d）。

source: Answer saved
ar: تم حفظ الإجابة
es: Respuesta guardada
fr: Réponse enregistrée
hi: जवाब सहेजा गया
ja: 回答を保存しました
ko: 답변 저장됨
pt_br: Resposta salva
ru: Ответ сохранён
th: บันทึกคำตอบแล้ว
zh_hans: 回答已保存

source: Received by agent
ar: استلمها الوكيل
es: Recibido por el agente
fr: Reçu par l’agent
hi: एजेंट को मिल गया
ja: エージェントが受信済み
ko: 에이전트가 수신함
pt_br: Recebido pelo agente
ru: Получено агентом
th: เอเจนต์ได้รับแล้ว
zh_hans: Agent 已接收

source: Waiting for agent receipt
ar: بانتظار استلام الوكيل
es: Esperando confirmación del agente
fr: En attente de réception par l’agent
hi: एजेंट की पावती की प्रतीक्षा
ja: エージェントの受信確認を待機中
ko: 에이전트 수신 확인 대기 중
pt_br: Aguardando confirmação do agente
ru: Ожидание подтверждения от агента
th: รอเอเจนต์ยืนยันการรับ
zh_hans: 等待 Agent 确认接收

source: Submission status is unconfirmed. Check before retrying.
ar: حالة الإرسال غير مؤكدة. تحقق منها قبل إعادة المحاولة.
es: El estado del envío no está confirmado. Compruébalo antes de reintentar.
fr: État de l’envoi non confirmé. Vérifiez avant de réessayer.
hi: सबमिशन की स्थिति की पुष्टि नहीं हुई है। फिर से कोशिश करने से पहले जाँच लें।
ja: 送信状況を確認できていません。再試行する前に確認してください。
ko: 제출 상태가 확인되지 않았어요. 다시 시도하기 전에 확인하세요.
pt_br: O status do envio não foi confirmado. Verifique antes de tentar novamente.
ru: Статус отправки не подтверждён. Проверьте его перед повтором.
th: ยังไม่ยืนยันสถานะการส่ง ตรวจสอบก่อนลองอีกครั้ง
zh_hans: 提交状态尚未确认，请先查询再重试。

source: Check submission
ar: التحقق من الإرسال
es: Comprobar envío
fr: Vérifier l’envoi
hi: सबमिशन जाँचें
ja: 送信状況を確認
ko: 제출 상태 확인
pt_br: Verificar envio
ru: Проверить отправку
th: ตรวจสอบการส่ง
zh_hans: 查询提交状态

source: This questionnaire changed. Your previous draft is preserved.
ar: تغيّر هذا الاستبيان. تم الاحتفاظ بمسودتك السابقة.
es: Este cuestionario cambió. Tu borrador anterior se conservó.
fr: Ce questionnaire a changé. Votre brouillon précédent est conservé.
hi: यह प्रश्नावली बदल गई है। आपका पिछला ड्राफ़्ट सुरक्षित है।
ja: このアンケートは変更されました。以前の下書きは保持されています。
ko: 이 설문이 변경되었어요. 이전 임시 저장본은 보관되어 있어요.
pt_br: Este questionário mudou. Seu rascunho anterior foi mantido.
ru: Анкета изменилась. Предыдущий черновик сохранён.
th: แบบสอบถามนี้มีการเปลี่ยนแปลง แบบร่างก่อนหน้าของคุณยังถูกเก็บไว้
zh_hans: 问卷已更新，之前的草稿已保留。

source: Start revised questionnaire
ar: بدء الاستبيان المعدَّل
es: Empezar cuestionario revisado
fr: Remplir le questionnaire révisé
hi: संशोधित प्रश्नावली शुरू करें
ja: 改訂版のアンケートに回答
ko: 수정된 설문 시작
pt_br: Iniciar questionário revisado
ru: Заполнить новую версию анкеты
th: เริ่มแบบสอบถามฉบับแก้ไข
zh_hans: 填写新版问卷

source: Submit answers
ar: إرسال الإجابات
es: Enviar respuestas
fr: Envoyer les réponses
hi: जवाब सबमिट करें
ja: 回答を送信
ko: 답변 제출
pt_br: Enviar respostas
ru: Отправить ответы
th: ส่งคำตอบ
zh_hans: 提交回答

source: This questionnaire is closed.
ar: هذا الاستبيان مغلق.
es: Este cuestionario está cerrado.
fr: Ce questionnaire est fermé.
hi: यह प्रश्नावली बंद है।
ja: このアンケートは締め切られました。
ko: 이 설문은 마감되었어요.
pt_br: Este questionário está encerrado.
ru: Анкета закрыта.
th: แบบสอบถามนี้ปิดแล้ว
zh_hans: 此问卷已关闭。

source: No saved answer found. Review your answers before submitting again.
ar: لم يتم العثور على إجابة محفوظة. راجع إجاباتك قبل الإرسال مرة أخرى.
es: No se encontró ninguna respuesta guardada. Revisa tus respuestas antes de volver a enviarlas.
fr: Aucune réponse enregistrée trouvée. Vérifiez vos réponses avant de renvoyer.
hi: कोई सहेजा गया जवाब नहीं मिला। फिर से सबमिट करने से पहले अपने जवाब देख लें।
ja: 保存された回答が見つかりません。回答を確認してから、もう一度送信してください。
ko: 저장된 답변을 찾을 수 없어요. 다시 제출하기 전에 답변을 검토하세요.
pt_br: Nenhuma resposta salva encontrada. Revise suas respostas antes de enviar novamente.
ru: Сохранённый ответ не найден. Проверьте ответы перед повторной отправкой.
th: ไม่พบคำตอบที่บันทึกไว้ ตรวจทานคำตอบก่อนส่งอีกครั้ง
zh_hans: 未找到已保存的回答，请检查后重新提交。

source: Needs input
ar: بحاجة إلى إدخال
es: Requiere respuesta
fr: Réponse requise
hi: इनपुट चाहिए
ja: 回答待ち
ko: 응답 필요
pt_br: Requer resposta
ru: Нужен ответ
th: รอคำตอบ
zh_hans: 待回答

source: Questions unavailable
ar: الأسئلة غير متاحة
es: Preguntas no disponibles
fr: Questions indisponibles
hi: प्रश्न उपलब्ध नहीं
ja: アンケートを利用できません
ko: 설문을 사용할 수 없음
pt_br: Perguntas indisponíveis
ru: Вопросы недоступны
th: คำถามไม่พร้อมใช้งาน
zh_hans: 问卷暂不可用

source: Retry questions
ar: إعادة تحميل الأسئلة
es: Reintentar preguntas
fr: Recharger les questions
hi: प्रश्न फिर से लोड करें
ja: アンケートを再読み込み
ko: 설문 다시 로드
pt_br: Recarregar perguntas
ru: Загрузить вопросы снова
th: โหลดคำถามอีกครั้ง
zh_hans: 重试加载问卷

source: Panels
ar: اللوحات
es: Paneles
fr: Panneaux
hi: पैनल
ja: パネル
ko: 패널
pt_br: Painéis
ru: Панели
th: แผง
zh_hans: 动态卡片

source: Active
ar: نشط
es: En curso
fr: En cours
hi: सक्रिय
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: Активно
th: กำลังดำเนินการ
zh_hans: 进行中

source: Results
ar: النتائج
es: Resultados
fr: Résultats
hi: परिणाम
ja: 結果
ko: 결과
pt_br: Resultados
ru: Результаты
th: ผลลัพธ์
zh_hans: 结果

source: Archived
ar: مؤرشفة
es: Archivado
fr: Archivé
hi: संग्रहीत
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivado
ru: В архиве
th: เก็บถาวรแล้ว
zh_hans: 已归档

source: Loading questions…
ar: جارٍ تحميل الأسئلة…
es: Cargando preguntas…
fr: Chargement des questions…
hi: प्रश्न लोड हो रहे हैं…
ja: アンケートを読み込み中…
ko: 설문 로드 중…
pt_br: Carregando perguntas…
ru: Загрузка вопросов…
th: กำลังโหลดคำถาม…
zh_hans: 正在加载问卷…

source: Panels unavailable
ar: اللوحات غير متاحة
es: Paneles no disponibles
fr: Panneaux indisponibles
hi: पैनल उपलब्ध नहीं
ja: パネルを利用できません
ko: 패널을 사용할 수 없음
pt_br: Painéis indisponíveis
ru: Панели недоступны
th: แผงไม่พร้อมใช้งาน
zh_hans: 动态卡片暂不可用

source: No questions waiting
ar: لا أسئلة بانتظارك
es: No hay preguntas pendientes
fr: Aucune question en attente
hi: कोई प्रश्न प्रतीक्षा में नहीं
ja: 回答待ちのアンケートはありません
ko: 대기 중인 설문 없음
pt_br: Nenhuma pergunta pendente
ru: Нет ожидающих вопросов
th: ไม่มีคำถามที่รออยู่
zh_hans: 暂无待回答问卷

source: No panels here
ar: لا توجد لوحات هنا
es: No hay paneles aquí
fr: Aucun panneau ici
hi: यहाँ कोई पैनल नहीं
ja: パネルはありません
ko: 패널 없음
pt_br: Nenhum painel aqui
ru: Панелей нет
th: ไม่มีแผงที่นี่
zh_hans: 暂无动态卡片

source: New questions from your agents appear here.
ar: ستظهر هنا الأسئلة الجديدة من وكلائك.
es: Las nuevas preguntas de tus agentes aparecen aquí.
fr: Les nouvelles questions de vos agents apparaissent ici.
hi: आपके एजेंटों के नए प्रश्न यहाँ दिखाई देते हैं।
ja: エージェントからの新しいアンケートがここに表示されます。
ko: 에이전트가 보낸 새 설문이 여기에 표시돼요.
pt_br: Novas perguntas dos seus agentes aparecem aqui.
ru: Здесь появятся новые вопросы от ваших агентов.
th: คำถามใหม่จากเอเจนต์ของคุณจะแสดงที่นี่
zh_hans: Agent 发来的新问卷会显示在这里。

source: Retry to check for unanswered questions.
ar: أعد المحاولة للتحقق من الأسئلة غير المُجاب عنها.
es: Vuelve a intentarlo para buscar preguntas sin responder.
fr: Réessayez pour vérifier les questions sans réponse.
hi: अनुत्तरित प्रश्न जाँचने के लिए फिर से कोशिश करें।
ja: 再試行して未回答のアンケートを確認してください。
ko: 다시 시도하여 답변하지 않은 설문을 확인하세요.
pt_br: Tente novamente para verificar perguntas sem resposta.
ru: Повторите попытку, чтобы проверить неотвеченные вопросы.
th: ลองอีกครั้งเพื่อตรวจหาคำถามที่ยังไม่ได้ตอบ
zh_hans: 请重试以检查待回答问卷。

source: Task progress and results appear here.
ar: يظهر هنا تقدّم المهام ونتائجها.
es: El progreso y los resultados de las tareas aparecen aquí.
fr: L’avancement et les résultats des tâches apparaissent ici.
hi: काम की प्रगति और परिणाम यहाँ दिखाई देते हैं।
ja: タスクの進捗と結果がここに表示されます。
ko: 작업 진행 상황과 결과가 여기에 표시돼요.
pt_br: O progresso e os resultados das tarefas aparecem aqui.
ru: Здесь появятся прогресс и результаты задач.
th: ความคืบหน้าและผลลัพธ์ของงานจะแสดงที่นี่
zh_hans: 任务进展和结果会显示在这里。

source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश करें
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
zh_hans: 刷新

source: Choose an option…
ar: اختر خيارًا…
es: Elige una opción…
fr: Choisissez une option…
hi: कोई विकल्प चुनें…
ja: 選択してください…
ko: 선택하세요…
pt_br: Escolha uma opção…
ru: Выберите вариант…
th: เลือกตัวเลือก…
zh_hans: 请选择…

source: Agent needs your answers to continue
ar: يحتاج الوكيل إلى إجاباتك للمتابعة
es: El agente necesita tus respuestas para continuar
fr: L’agent a besoin de vos réponses pour continuer
hi: एजेंट को आगे बढ़ने के लिए आपके जवाब चाहिए
ja: エージェントが続行するにはあなたの回答が必要です
ko: 에이전트가 계속하려면 답변이 필요해요
pt_br: O agente precisa das suas respostas para continuar
ru: Агенту нужны ваши ответы, чтобы продолжить
th: เอเจนต์ต้องการคำตอบของคุณเพื่อทำงานต่อ
zh_hans: Agent 需要你的回答才能继续

source: Optional feedback
ar: ملاحظات اختيارية
es: Comentarios opcionales
fr: Avis facultatif
hi: वैकल्पिक फ़ीडबैक
ja: 任意のフィードバック
ko: 추가 의견(선택 사항)
pt_br: Comentário opcional
ru: Комментарий (необязательно)
th: ความคิดเห็นเพิ่มเติม (ไม่บังคับ)
zh_hans: 可选反馈

source: Draft saved on this device
ar: تم حفظ المسودة على هذا الجهاز
es: Borrador guardado en este dispositivo
fr: Brouillon enregistré sur cet appareil
hi: ड्राफ़्ट इस डिवाइस पर सहेजा गया
ja: 下書きはこのデバイスに保存されています
ko: 임시 저장본이 이 기기에 저장됨
pt_br: Rascunho salvo neste dispositivo
ru: Черновик сохранён на этом устройстве
th: บันทึกแบบร่างไว้ในอุปกรณ์นี้แล้ว
zh_hans: 草稿已保存在此设备

source: Checking saved answer…
ar: جارٍ التحقق من الإجابة المحفوظة…
es: Comprobando la respuesta guardada…
fr: Vérification de la réponse enregistrée…
hi: सहेजा गया जवाब जाँचा जा रहा है…
ja: 保存された回答を確認中…
ko: 저장된 답변 확인 중…
pt_br: Verificando resposta salva…
ru: Проверка сохранённого ответа…
th: กำลังตรวจสอบคำตอบที่บันทึกไว้…
zh_hans: 正在核对已保存的回答…

source: Submitting answers…
ar: جارٍ إرسال الإجابات…
es: Enviando respuestas…
fr: Envoi des réponses…
hi: जवाब सबमिट हो रहे हैं…
ja: 回答を送信中…
ko: 답변 제출 중…
pt_br: Enviando respostas…
ru: Отправка ответов…
th: กำลังส่งคำตอบ…
zh_hans: 正在提交回答…

source: This questionnaire has expired. Your draft is preserved.
ar: انتهت صلاحية هذا الاستبيان. تم الاحتفاظ بمسودتك.
es: Este cuestionario caducó. Tu borrador se conservó.
fr: Ce questionnaire a expiré. Votre brouillon est conservé.
hi: इस प्रश्नावली की समय-सीमा समाप्त हो गई है। आपका ड्राफ़्ट सुरक्षित है।
ja: このアンケートは期限切れです。下書きは保持されています。
ko: 이 설문은 만료되었어요. 임시 저장본은 보관되어 있어요.
pt_br: Este questionário expirou. Seu rascunho foi mantido.
ru: Срок анкеты истёк. Черновик сохранён.
th: แบบสอบถามนี้หมดอายุแล้ว แบบร่างของคุณยังถูกเก็บไว้
zh_hans: 问卷已过期，草稿已保留。

source: Not provided
ar: لم يُقدَّم
es: Sin respuesta
fr: Non renseigné
hi: नहीं दिया गया
ja: 未入力
ko: 입력되지 않음
pt_br: Não informado
ru: Не указано
th: ไม่ได้ระบุ
zh_hans: 未填写

source: Yes
ar: نعم
es: Sí
fr: Oui
hi: हाँ
ja: はい
ko: 예
pt_br: Sim
ru: Да
th: ใช่
zh_hans: 是

source: No
ar: لا
fr: Non
hi: नहीं
ja: いいえ
ko: 아니요
pt_br: Não
ru: Нет
th: ไม่ใช่
zh_hans: 否

source: None selected
ar: لم يُحدَّد شيء
es: Nada seleccionado
fr: Aucune sélection
hi: कुछ नहीं चुना गया
ja: 未選択
ko: 선택되지 않음
pt_br: Nenhuma selecionada
ru: Ничего не выбрано
th: ไม่ได้เลือก
zh_hans: 未选择

source: Unsupported component: %@
ar: مكوّن غير مدعوم: %@
es: Componente no compatible: %@
fr: Composant non pris en charge : %@
hi: असमर्थित कंपोनेंट: %@
ja: 未対応のコンポーネント：%@
ko: 지원되지 않는 구성 요소: %@
pt_br: Componente não compatível: %@
ru: Неподдерживаемый компонент: %@
th: คอมโพเนนต์ที่ไม่รองรับ: %@
zh_hans: 不支持的组件：%@

source: Section
ar: القسم
es: Sección
hi: सेक्शन
ja: セクション
ko: 섹션
pt_br: Seção
ru: Раздел
th: ส่วน
zh_hans: 分区

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
th: ข้อความ
zh_hans: 文本

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
ja: 詳細
ko: 세부 사항
pt_br: Detalhes
ru: Подробности
th: รายละเอียด
zh_hans: 详情

source: Select
ar: اختيار
es: Seleccionar
fr: Sélection
hi: चुनें
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбор
th: เลือก
zh_hans: 选择

source: Select options
ar: اختر الخيارات
es: Seleccionar opciones
fr: Sélectionner des options
hi: विकल्प चुनें
ja: 項目を選択
ko: 항목 선택
pt_br: Selecionar opções
ru: Выберите варианты
th: เลือกตัวเลือก
zh_hans: 选择选项

source: Number
ar: رقم
es: Número
fr: Nombre
hi: संख्या
ja: 数値
ko: 숫자
pt_br: Número
ru: Число
th: ตัวเลข
zh_hans: 数字

source: Value
ar: القيمة
es: Valor
fr: Valeur
hi: मान
ja: 値
ko: 값
pt_br: Valor
ru: Значение
th: ค่า
zh_hans: 数值

source: Toggle
ar: مفتاح تبديل
es: Interruptor
fr: Option
hi: टॉगल
ja: スイッチ
ko: 스위치
pt_br: Alternar
ru: Переключатель
th: สวิตช์
zh_hans: 开关

source: Submit
ar: إرسال
es: Enviar
fr: Envoyer
hi: सबमिट करें
ja: 送信
ko: 제출
pt_br: Enviar
ru: Отправить
th: ส่ง
zh_hans: 提交

source: Metric
ar: مقياس
es: Métrica
fr: Mesure
hi: मीट्रिक
ja: 指標
ko: 지표
pt_br: Métrica
ru: Метрика
th: ค่าวัด
zh_hans: 指标

source: Progress
ar: التقدّم
es: Progreso
fr: Avancement
hi: प्रगति
ja: 進捗
ko: 진행률
pt_br: Progresso
ru: Прогресс
th: ความคืบหน้า
zh_hans: 进度

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
ja: 状態
ko: 상태
ru: Статус
th: สถานะ
zh_hans: 状态

source: On
ar: تشغيل
es: Activado
fr: Activé
hi: चालू
ja: オン
ko: 켬
pt_br: Ativado
ru: Вкл.
th: เปิด
zh_hans: 开

source: Off
ar: إيقاف
es: Desactivado
fr: Désactivé
hi: बंद
ja: オフ
ko: 끔
pt_br: Desativado
ru: Выкл.
th: ปิด
zh_hans: 关

source: Display renderer failed
ar: فشل عارض المحتوى
es: No se pudo mostrar la visualización
fr: Échec du moteur d’affichage
hi: डिस्प्ले रेंडरर विफल रहा
ja: 表示レンダラでエラーが発生しました
ko: 디스플레이 렌더러 오류
pt_br: Falha no renderizador de exibição
ru: Ошибка отрисовки
th: การแสดงผลล้มเหลว
zh_hans: 显示渲染失败

source: Web content process terminated
ar: توقفت عملية محتوى الويب
es: El proceso de contenido web terminó
fr: Processus de contenu web arrêté
hi: वेब कॉन्टेंट प्रोसेस बंद हो गई
ja: Web コンテンツのプロセスが終了しました
ko: 웹 콘텐츠 프로세스가 종료됨
pt_br: O processo de conteúdo web foi encerrado
ru: Процесс веб-содержимого завершён
th: กระบวนการเนื้อหาเว็บหยุดทำงาน
zh_hans: 网页内容进程已终止

source: Display table
ar: جدول
es: Tabla
fr: Tableau
hi: तालिका दिखाएँ
ja: 表
ko: 표
pt_br: Tabela
ru: Таблица
th: ตาราง
zh_hans: 显示表格
